Revit 2027 API
ParameterTypeId.RbsCabletrayThickness Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayThickness { get; }
Public Shared ReadOnly Property RbsCabletrayThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayThickness {
	ForgeTypeId^ get ();
}
static member RbsCabletrayThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace